Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexSystemIntents/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# system.confirm.delete
source: Delete this item? This can’t be undone.
ar: هل تريد حذف هذا العنصر؟ لا يمكن التراجع عن هذا الإجراء.
bn: এই আইটেমটি ডিলিট করবেন? এটি পূর্বাবস্থায় ফেরানো যাবে না।
de: Dieses Element löschen? Dies kann nicht rückgängig gemacht werden.
el: Να διαγραφεί αυτό το στοιχείο; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: ¿Eliminar este elemento? Esta acción no se puede deshacer.
fa: این مورد حذف شود؟ این کار قابل بازگشت نیست.
fr: Supprimer cet élément ? Cette action est irréversible.
he: למחוק את הפריט הזה? לא ניתן לבטל פעולה זו.
hi: इस आइटम को हटाएँ? इसे पूर्ववत नहीं किया जा सकता।
id: Hapus item ini? Tindakan ini tidak dapat diurungkan.
it: Eliminare questo elemento? L’operazione non può essere annullata.
ja: この項目を削除しますか？この操作は取り消せません。
ko: 이 항목을 삭제하시겠습니까? 이 동작은 취소할 수 없습니다.
mr: हा आयटम हटवायचा का? हे पूर्ववत करता येणार नाही.
ms: Padam item ini? Tindakan ini tidak boleh dibuat asal.
nl: Dit item verwijderen? Dit kan niet ongedaan worden gemaakt.
pl: Usunąć ten element? Tej czynności nie można cofnąć.
pt_br: Excluir este item? Esta ação não pode ser desfeita.
ro: Ștergeți acest element? Această acțiune nu poate fi anulată.
ru: Удалить этот элемент? Это действие нельзя отменить.
ta: இந்த ஐட்டத்தை நீக்கவா? இதைச் செயல்தவிர்க்க முடியாது.
te: ఈ ఐటెమ్‌ను డిలీట్ చేయాలా? ఇది అన్‌డూ చేయబడదు.
th: ลบรายการนี้หรือไม่ การดำเนินการนี้ไม่สามารถเลิกทำได้
tr: Bu öğe silinsin mi? Bu işlem geri alınamaz.
uk: Видалити цей елемент? Цю дію не можна скасувати.
ur: اس آئٹم کو حذف کریں؟ اسے واپس نہیں کیا جا سکتا۔
vi: Xóa mục này? Không thể hoàn tác hành động này.
zh_hans: 永久删除此项目？此操作无法撤销。
zh_hant: 要刪除此項目嗎？此操作無法還原。

# system.confirm.remove
source: Remove this item?
ar: هل تريد إزالة هذا العنصر؟
bn: এই আইটেমটি অপসারণ করবেন?
de: Dieses Element entfernen?
el: Να αφαιρεθεί αυτό το στοιχείο;
es: ¿Quitar este elemento?
fa: این مورد برداشته شود؟
fr: Supprimer cet élément ?
he: להסיר את הפריט הזה?
hi: इस आइटम को हटाएँ?
id: Hapus item ini?
it: Rimuovere questo elemento?
ja: この項目を取り除きますか？
ko: 이 항목을 제거하시겠습니까?
mr: हा आयटम काढून टाकायचा का?
ms: Padam item ini?
nl: Dit item verwijderen?
pl: Usunąć ten element?
pt_br: Remover este item?
ro: Eliminați acest element?
ru: Удалить этот элемент?
ta: இந்த ஐட்டத்தை அகற்றவா?
te: ఈ ఐటెమ్‌ను తొలగించాలా?
th: เอารายการนี้ออกหรือไม่
tr: Bu öğe kaldırılsın mı?
uk: Видалити цей елемент?
ur: اس آئٹم کو ہٹائیں؟
vi: Xóa mục này?
zh_hans: 移除此项目？
zh_hant: 要移除此項目嗎？

# system.confirm.reset_habit
source: Reset this habit? Logged completions will be cleared.
ar: هل تريد إعادة تعيين هذه العادة؟ سيتم مسح الإكمالات المسجلة.
bn: এই অভ্যাসটি রিসেট করবেন? লগ করা চেক-ইন মুছে যাবে।
de: Diese Gewohnheit zurücksetzen? Erfasste Einträge werden gelöscht.
el: Να γίνει επαναφορά αυτής της συνήθειας; Οι καταγεγραμμένες ολοκληρώσεις θα διαγραφούν.
es: ¿Restablecer este hábito? Se borrarán sus registros.
fa: این عادت بازنشانی شود؟ ثبت‌های انجام‌شده پاک می‌شوند.
fr: Réinitialiser cette habitude ? Les réalisations enregistrées seront effacées.
he: לאפס את ההרגל הזה? הסימונים שנרשמו יימחקו.
hi: इस आदत को रीसेट करें? दर्ज किए गए चेक-इन साफ़ हो जाएँगे।
id: Atur ulang kebiasaan ini? Penyelesaian yang tercatat akan dibersihkan.
it: Reimpostare questa abitudine? I completamenti registrati verranno cancellati.
ja: この習慣をリセットしますか？記録済みの完了はすべて消去されます。
ko: 이 습관을 초기화하시겠습니까? 기록된 완료 내역이 모두 지워집니다.
mr: ही सवय रीसेट करायची का? नोंदवलेले चेक-इन क्लिअर होतील.
ms: Reset tabiat ini? Penyelesaian yang direkodkan akan dikosongkan.
nl: Deze gewoonte terugzetten? Alles wat is afgevinkt, wordt gewist.
pl: Zresetować ten nawyk? Zapisane wykonania zostaną wyczyszczone.
pt_br: Redefinir este hábito? As conclusões registradas serão apagadas.
ro: Resetați acest obicei? Bifările înregistrate vor fi șterse.
ru: Сбросить эту привычку? Записанные выполнения будут удалены.
ta: இந்தப் பழக்கத்தை மீட்டமைக்கவா? பதிவான செக்-இன்கள் அழிக்கப்படும்.
te: ఈ అలవాటును రీసెట్ చేయాలా? నమోదు చేసిన చెక్ ఇన్‌లు క్లియర్ అవుతాయి.
th: รีเซ็ตนิสัยนี้หรือไม่ การทำสำเร็จที่บันทึกไว้จะถูกล้าง
tr: Bu alışkanlık sıfırlansın mı? Kayıtlı tamamlamalar silinecek.
uk: Скинути цю звичку? Записані виконання буде видалено.
ur: اس عادت کو ری سیٹ کریں؟ درج شدہ چیک اِنز صاف ہو جائیں گے۔
vi: Đặt lại thói quen này? Các lần hoàn thành đã ghi sẽ bị xóa.
zh_hans: 重置此习惯？已记录的完成情况将被清除。
zh_hant: 要重設此習慣嗎？已記錄的完成次數將會清除。

# system.day_times.none_fit_dialog
source: No task fits the time left on %@.
ar: لا توجد مهمة تتسع للوقت المتبقي في %@.
bn: %@ তারিখের বাকি সময়ে কোনো টাস্ক বসানো যাচ্ছে না।
de: Für keine Aufgabe reicht die verbleibende Zeit am %@.
el: Καμία εργασία δεν χωράει στον χρόνο που απομένει στις %@.
es: Ninguna tarea cabe en el tiempo que queda el %@.
fa: هیچ کاری در زمان باقی‌مانده برای %@ جا نمی‌شود.
fr: Aucune tâche ne tient dans le temps restant le %@.
he: אף משימה לא נכנסת בזמן שנותר ב%@.
hi: %@ के बचे हुए समय में कोई कार्य नहीं समा सकता।
id: Tidak ada tugas yang muat dalam waktu yang tersisa pada %@.
it: Nessuna attività entra nel tempo rimasto il %@.
ja: %@の残り時間に収まるタスクはありません。
ko: %@의 남은 시간에 맞는 할 일이 없습니다.
mr: %@ रोजी उरलेल्या वेळेत कोणतेही कार्य बसत नाही.
ms: Tiada tugas yang muat dalam masa yang berbaki pada %@.
nl: Geen enkele taak past in de resterende tijd op %@.
pl: Żadne zadanie nie mieści się w czasie pozostałym na %@.
pt_br: Nenhuma tarefa cabe no tempo restante em %@.
ro: Nicio sarcină nu încape în timpul rămas din data de %@.
ru: Ни одна задача не помещается в оставшееся время на %@.
ta: %@ தேதியில் மீதமுள்ள நேரத்தில் எந்தப் பணியும் பொருந்தவில்லை.
te: %@ తేదీన మిగిలి ఉన్న సమయానికి ఏ టాస్క్ సరిపోదు.
th: ไม่มีงานที่พอดีกับเวลาที่เหลือในวันที่ %@
tr: %@ tarihinde kalan zamana sığan görev yok.
uk: Жодне завдання не вміщується в час, що залишився на %@.
ur: %@ کے باقی وقت میں کوئی کام نہیں سما سکتا۔
vi: Không có nhiệm vụ nào vừa với thời gian còn lại vào %@.
zh_hans: %@ 剩下的可安排时间里放不下任何任务。
zh_hant: 沒有任何任務能放進 %@ 剩餘的時間。

# system.day_times.nothing_to_place_dialog
source: Nothing on %@ needs a time.
ar: لا شيء في %@ يحتاج إلى وقت.
bn: %@ তারিখে কোনো কিছুরই সময় ঠিক করার দরকার নেই।
de: Am %@ braucht nichts eine Uhrzeit.
el: Τίποτα στις %@ δεν χρειάζεται ώρα.
es: Nada del %@ necesita una hora.
fa: در %@ چیزی نیاز به زمان ندارد.
fr: Aucune tâche du %@ n’a besoin d’un horaire.
he: אין ב%@ דבר שצריך לקבוע לו שעה.
hi: %@ पर किसी कार्य का समय तय करने की ज़रूरत नहीं है।
id: Tidak ada yang perlu diberi waktu pada %@.
it: Nessuna attività del %@ ha bisogno di un orario.
ja: %@には時間の指定が必要なタスクはありません。
ko: %@에는 시간이 필요한 항목이 없습니다.
mr: %@ रोजी कोणत्याही गोष्टीची वेळ ठरवण्याची गरज नाही.
ms: Tiada apa-apa pada %@ yang memerlukan masa.
nl: Niets op %@ heeft een tijd nodig.
pl: Na %@ nic nie wymaga godziny.
pt_br: Nada em %@ precisa de um horário.
ro: Nimic din data de %@ nu are nevoie de oră.
ru: На %@ нет задач, которым нужно время.
ta: %@ தேதியில் நேரம் ஒதுக்க வேண்டிய பணி எதுவும் இல்லை.
te: %@ తేదీన సమయం కేటాయించాల్సిన టాస్క్ ఏదీ లేదు.
th: ไม่มีงานในวันที่ %@ ที่ต้องกำหนดเวลา
tr: %@ tarihinde saat gerektiren bir şey yok.
uk: На %@ немає завдань, яким потрібен час.
ur: %@ پر کسی چیز کا وقت مقرر کرنا ضروری نہیں۔
vi: Không có gì vào %@ cần đặt giờ.
zh_hans: %@ 没有需要安排时间的任务。
zh_hant: %@沒有需要安排時間的項目。

# system.day_times.propose.description
source: Suggest times for today’s Lorvex tasks, or a specific date’s, around your calendar. Nothing is saved.
ar: اقتراح أوقات لمهام Lorvex اليوم، أو لمهام تاريخ محدد، حول أحداث تقويمك. لا يتم حفظ أي شيء.
bn: আপনার ক্যালেন্ডারের সাথে মিলিয়ে আজকের বা কোনো নির্দিষ্ট তারিখের Lorvex টাস্কের জন্য সময় প্রস্তাব করুন। কিছুই সেভ করা হয় না।
de: Schlägt Zeiten für die Lorvex-Aufgaben von heute oder eines bestimmten Datums vor, rund um deinen Kalender. Es wird nichts gesichert.
el: Προτείνετε ώρες για τις εργασίες Lorvex της ημέρας ή μιας συγκεκριμένης ημερομηνίας, γύρω από το ημερολόγιό σας. Δεν αποθηκεύεται τίποτα.
es: Sugiere horarios para las tareas de Lorvex de hoy o de una fecha concreta, teniendo en cuenta tu calendario. No se guarda nada.
fa: پیشنهاد زمان برای کارهای Lorvex امروز یا تاریخی مشخص، با در نظر گرفتن تقویم شما. چیزی ذخیره نمی‌شود.
fr: Suggère des horaires pour les tâches Lorvex d’aujourd’hui ou d’une date précise, autour de votre calendrier. Rien n’est enregistré.
he: הצעת שעות למשימות Lorvex של היום או של תאריך מסוים, בהתאם ללוח השנה שלך. שום דבר לא נשמר.
hi: आपके कैलेंडर के आसपास आज के, या किसी तय तारीख़ के, Lorvex कार्यों के लिए समय सुझाएँ। कुछ भी सहेजा नहीं जाता।
id: Menyarankan waktu untuk tugas Lorvex hari ini, atau untuk tanggal tertentu, sesuai dengan kalender Anda. Tidak ada yang disimpan.
it: Suggerisce orari per le attività Lorvex di oggi o di una data specifica, attorno al tuo calendario. Non viene salvato nulla.
ja: 今日、または指定した日のLorvexのタスクについて、カレンダーを避けて時間を提案します。保存はされません。
ko: 오늘 또는 지정한 날짜의 Lorvex 할 일에 대해 캘린더 일정을 피해 시간을 제안합니다. 저장되지는 않습니다.
mr: तुमच्या दिनदर्शिकेनुसार आजच्या किंवा एखाद्या विशिष्ट तारखेच्या Lorvex कार्यांसाठी वेळा सुचवा. काहीही जतन केले जात नाही.
ms: Mencadangkan masa untuk tugas Lorvex hari ini, atau untuk tarikh tertentu, mengikut kalendar anda. Tiada apa-apa yang disimpan.
nl: Stelt tijden voor voor de Lorvex-taken van vandaag of van een bepaalde datum, rond je agenda. Er wordt niets bewaard.
pl: Proponuje godziny dla zadań Lorvex na dzisiaj lub wybraną datę z uwzględnieniem twojego kalendarza. Nic nie jest zapisywane.
pt_br: Sugere horários para as tarefas do Lorvex de hoje ou de uma data específica, considerando seu calendário. Nada é salvo.
ro: Sugerează ore pentru sarcinile Lorvex de astăzi sau dintr-o anumită dată, în jurul calendarului. Nu se salvează nimic.
ru: Предлагает время для задач Lorvex на сегодня или на выбранную дату с учётом вашего календаря. Ничего не сохраняется.
ta: உங்கள் கேலண்டரைக் கருத்தில் கொண்டு, இன்றைய அல்லது குறிப்பிட்ட தேதியின் Lorvex பணிகளுக்கு நேரங்களைப் பரிந்துரை. எதுவும் சேமிக்கப்படாது.
te: మీ క్యాలెండర్‌ను పరిగణనలోకి తీసుకుని, ఈరోజు లేదా ఒక నిర్దిష్ట తేదీ నాటి Lorvex టాస్క్‌లకు సమయాలను సూచించండి. ఏదీ సేవ్ చేయబడదు.
th: แนะนำเวลาสำหรับงาน Lorvex ของวันนี้หรือของวันที่ที่ระบุ โดยเลี่ยงช่วงที่มีนัดในปฏิทินของคุณ จะไม่มีการบันทึกอะไร
tr: Takviminizi gözeterek bugünün veya belirli bir tarihin Lorvex görevleri için saat önerin. Hiçbir şey kaydedilmez.
uk: Пропонує час для завдань Lorvex на сьогодні або на вибрану дату з урахуванням вашого календаря. Нічого не зберігається.
ur: آج یا کسی خاص تاریخ کے Lorvex کاموں کے لیے آپ کے کیلنڈر کے مطابق اوقات تجویز کریں۔ کچھ محفوظ نہیں ہوتا۔
vi: Gợi ý giờ cho các nhiệm vụ Lorvex hôm nay, hoặc của một ngày cụ thể, dựa trên lịch của bạn. Không có gì được lưu.
zh_hans: 围绕你的日历，为今天或指定日期的 Lorvex 任务建议时间。不会保存任何内容。
zh_hant: 依照你的行事曆，為今天或指定日期的 Lorvex 任務建議時間。不會儲存任何內容。

# system.day_times.propose.dialog
source: Suggested times for %1$lld tasks on %2$@.
ar: تم اقتراح أوقات لـ %1$lld مهمة في %2$@.
bn: %2$@ তারিখে %1$lldটি টাস্কের জন্য সময় প্রস্তাব করা হয়েছে।
de: Zeiten für %1$lld Aufgaben am %2$@ vorgeschlagen.
el: Προτάθηκαν ώρες για %1$lld εργασίες στις %2$@.
es: Se sugirieron horarios para %1$lld tareas el %2$@.
fa: برای %1$lld کار در %2$@ زمان پیشنهاد شد.
fr: Horaires suggérés pour %1$lld tâches le %2$@.
he: הוצעו שעות ל-%1$lld משימות ב%2$@.
hi: %2$@ के लिए %1$lld कार्यों के समय सुझाए गए।
id: Waktu disarankan untuk %1$lld tugas pada %2$@.
it: Suggeriti orari per %1$lld attività il %2$@.
ja: %2$@の%1$lld件のタスクに時間を提案しました。
ko: %2$@의 할 일 %1$lld개에 시간을 제안했습니다.
mr: %2$@ रोजी %1$lld कार्यांसाठी वेळा सुचवल्या.
ms: Masa dicadangkan untuk %1$lld tugas pada %2$@.
nl: Tijden voorgesteld voor %1$lld taken op %2$@.
pl: Zaproponowano godziny dla %1$lld zadania na %2$@.
pt_br: Horários sugeridos para %1$lld tarefas em %2$@.
ro: S-au sugerat ore pentru %1$lld de sarcini în data de %2$@.
ru: Предложено время для %1$lld задачи на %2$@.
ta: %2$@ தேதியில் %1$lld பணிகளுக்கு நேரங்கள் பரிந்துரைக்கப்பட்டன.
te: %2$@ తేదీన %1$lld టాస్క్‌ల కోసం సమయాలు సూచించబడ్డాయి.
th: แนะนำเวลาให้งาน %1$lld รายการในวันที่ %2$@
tr: %2$@ tarihinde %1$lld göreve saat önerildi.
uk: Запропоновано час для %1$lld завдання на %2$@.
ur: %1$lld کاموں کے لیے %2$@ پر اوقات تجویز کیے گئے۔
vi: Đã gợi ý giờ cho %1$lld nhiệm vụ vào %2$@.
zh_hans: 已为 %2$@ 的 %1$lld 项任务建议时间。
zh_hant: 已為 %2$@ 的 %1$lld 個任務建議時間。

# system.day_times.propose.title
source: Suggest Lorvex Times
ar: اقتراح أوقات في Lorvex
bn: Lorvex সময় প্রস্তাব করুন
de: Lorvex-Zeiten vorschlagen
el: Πρόταση ωρών Lorvex
es: Sugerir horarios de Lorvex
fa: پیشنهاد زمان‌های Lorvex
fr: Suggérer des horaires pour Lorvex
he: הצעת שעות ב-Lorvex
hi: Lorvex समय सुझाएँ
id: Sarankan Waktu Lorvex
it: Suggerisci orari per Lorvex
ja: Lorvexタスクの時間を提案
ko: Lorvex 할 일 시간 제안
mr: Lorvex वेळा सुचवा
ms: Cadangkan Masa Lorvex
nl: Stel Lorvex-tijden voor
pl: Zaproponuj godziny w Lorvex
pt_br: Sugerir horários para o Lorvex
ro: Sugerare ore Lorvex
ru: Предложить время в Lorvex
ta: Lorvex நேரங்களைப் பரிந்துரை
te: Lorvex సమయాలను సూచించండి
th: แนะนำเวลา Lorvex
tr: Lorvex saatlerini öner
uk: Запропонувати час у Lorvex
ur: اپنے Lorvex کاموں کے اوقات تجویز کریں
vi: Gợi ý giờ Lorvex
zh_hans: 建议 Lorvex 任务时间
zh_hant: 建議 Lorvex 任務時間

# system.day_times.read.description
source: Read the Lorvex tasks with a time today or on a specific date.
ar: قراءة مهام Lorvex التي لها وقت محدد اليوم أو في تاريخ معين.
bn: আজ বা কোনো নির্দিষ্ট তারিখে সময় ঠিক করা Lorvex টাস্ক পড়ুন।
de: Liest die Lorvex-Aufgaben mit Uhrzeit für heute oder ein bestimmtes Datum.
el: Διαβάστε τις εργασίες Lorvex που έχουν ώρα σήμερα ή σε μια συγκεκριμένη ημερομηνία.
es: Lee las tareas de Lorvex con hora de hoy o de una fecha concreta.
fa: خواندن کارهای Lorvex دارای زمان در امروز یا یک تاریخ مشخص.
fr: Lit les tâches Lorvex ayant un horaire aujourd’hui ou à une date précise.
he: קריאת משימות Lorvex עם שעה, להיום או לתאריך מסוים.
hi: आज या किसी तय तारीख़ के वे Lorvex कार्य पढ़ें जिनका समय तय है।
id: Membaca tugas Lorvex yang memiliki waktu hari ini atau pada tanggal tertentu.
it: Legge le attività di Lorvex con un orario oggi o in una data specifica.
ja: 今日または指定した日の、時間が設定されたLorvexのタスクを読み取ります。
ko: 오늘 또는 지정한 날짜에 시간이 정해진 Lorvex 할 일을 읽습니다.
mr: आज किंवा एखाद्या विशिष्ट तारखेला वेळ असलेली Lorvex कार्ये वाचा.
ms: Membaca tugas Lorvex yang mempunyai masa hari ini atau pada tarikh tertentu.
nl: Leest de Lorvex-taken met een tijd voor vandaag of een bepaalde datum.
pl: Odczytuje zadania Lorvex z godziną na dzisiaj lub wybraną datę.
pt_br: Lê as tarefas do Lorvex com horário hoje ou em uma data específica.
ro: Citește sarcinile Lorvex cu oră pentru astăzi sau pentru o anumită dată.
ru: Читает задачи Lorvex со временем на сегодня или на выбранную дату.
ta: இன்று அல்லது குறிப்பிட்ட தேதியில் நேரம் உள்ள Lorvex பணிகளைப் படிக்கவும்.
te: ఈరోజు లేదా ఒక నిర్దిష్ట తేదీన సమయం ఉన్న Lorvex టాస్క్‌లను చదవండి.
th: อ่านงาน Lorvex ที่กำหนดเวลาไว้ในวันนี้หรือในวันที่ที่ระบุ
tr: Bugün veya belirli bir tarihte saati olan Lorvex görevlerini okuyun.
uk: Читає завдання Lorvex із часом на сьогодні або на вибрану дату.
ur: آج یا کسی خاص تاریخ کے وہ Lorvex کام پڑھیں جن کا وقت مقرر ہے۔
vi: Đọc các nhiệm vụ Lorvex có giờ trong hôm nay hoặc vào một ngày cụ thể.
zh_hans: 读取今天或指定日期里有时间安排的 Lorvex 任务。
zh_hant: 讀取今天或指定日期已安排時間的 Lorvex 任務。

# system.day_times.read.dialog
source: %1$lld tasks have a time on %2$@, starting with %3$@ at %4$@.
ar: %1$lld مهمة لها وقت في %2$@، تبدأ بـ %3$@ عند %4$@.
bn: %2$@ তারিখে %1$lldটি টাস্কের সময় ঠিক করা আছে, শুরুতে %3$@, %4$@ সময়ে।
de: %1$lld Aufgaben haben am %2$@ eine Uhrzeit, beginnend mit %3$@ um %4$@.
el: Στις %2$@ %1$lld εργασίες έχουν ώρα. Πρώτη: %3$@ στις %4$@.
es: %1$lld tareas tienen hora el %2$@; la primera es “%3$@” (%4$@).
fa: در %2$@، %1$lld کار زمان دارند و اولین آن %3$@ ساعت %4$@ است.
fr: %1$lld tâches ont un horaire le %2$@, à commencer par « %3$@ » à %4$@.
he: ב%2$@ יש שעה ל-%1$lld משימות. הראשונה: %3$@ ב-%4$@.
hi: %2$@ को %1$lld कार्यों का समय तय है, पहला %3$@, %4$@ पर।
id: %1$lld tugas memiliki waktu pada %2$@, dimulai dengan %3$@ pukul %4$@.
it: %1$lld attività hanno un orario il %2$@, a cominciare da “%3$@” alle %4$@.
ja: %2$@には時間が設定されたタスクが%1$lld件あります。最初は%4$@の「%3$@」です。
ko: %2$@에 시간이 정해진 할 일이 %1$lld개 있습니다. 첫 번째는 %4$@의 “%3$@”입니다.
mr: %2$@ रोजी %1$lld कार्यांना वेळ आहे; सुरुवातीला %3$@, %4$@ वाजता.
ms: %1$lld tugas mempunyai masa pada %2$@, bermula dengan %3$@ pada %4$@.
nl: %1$lld taken hebben een tijd op %2$@, te beginnen met %3$@ om %4$@.
pl: Na %2$@ %1$lld zadania ma godzinę, zaczynając od „%3$@” o %4$@.
pt_br: %1$lld tarefas têm horário em %2$@, começando por “%3$@” às %4$@.
ro: %1$lld de sarcini au oră în data de %2$@, începând cu %3$@ la %4$@.
ru: На %2$@ у %1$lld задачи есть время, начиная с «%3$@» в %4$@.
ta: %2$@ தேதியில் %1$lld பணிகளுக்கு நேரம் உள்ளது, முதலாவது %4$@ நேரத்தில் %3$@.
te: %2$@ తేదీన %1$lld టాస్క్‌లకు సమయం ఉంది, మొదటిది %4$@ సమయానికి %3$@.
th: วันที่ %2$@ มีงานที่กำหนดเวลา %1$lld รายการ รายการแรกคือ %3$@ เวลา %4$@
tr: %2$@ tarihinde saati olan %1$lld görev var. İlki: %3$@, saat %4$@.
uk: На %2$@ у %1$lld завдання є час, починаючи з «%3$@» о %4$@.
ur: %1$lld کاموں کا وقت %2$@ پر مقرر ہے، پہلا %3$@ %4$@ پر۔
vi: %1$lld nhiệm vụ có giờ vào %2$@, bắt đầu với %3$@ lúc %4$@.
zh_hans: %2$@ 有 %1$lld 项任务安排了时间，最早的是 %4$@ 的“%3$@”。
zh_hant: %2$@有 %1$lld 個任務已安排時間，第一個是 %4$@ 的「%3$@」。

# system.day_times.read.none_dialog
source: No tasks have a time on %@.
ar: لا توجد مهام لها وقت في %@.
bn: %@ তারিখে কোনো টাস্কের সময় ঠিক করা নেই।
de: Keine Aufgabe hat am %@ eine Uhrzeit.
el: Καμία εργασία δεν έχει ώρα στις %@.
es: Ninguna tarea tiene hora el %@.
fa: در %@ هیچ کاری زمان ندارد.
fr: Aucune tâche n’a d’horaire le %@.
he: אין משימות עם שעה ב%@.
hi: %@ को किसी कार्य का समय तय नहीं है।
id: Tidak ada tugas yang memiliki waktu pada %@.
it: Nessuna attività ha un orario il %@.
ja: %@には時間が設定されたタスクがありません。
ko: %@에 시간이 정해진 할 일이 없습니다.
mr: %@ रोजी कोणत्याही कार्याला वेळ नाही.
ms: Tiada tugas yang mempunyai masa pada %@.
nl: Geen enkele taak heeft een tijd op %@.
pl: Na %@ żadne zadanie nie ma godziny.
pt_br: Nenhuma tarefa tem horário em %@.
ro: Nicio sarcină nu are oră în data de %@.
ru: На %@ нет задач со временем.
ta: %@ தேதியில் எந்தப் பணிக்கும் நேரம் இல்லை.
te: %@ తేదీన ఏ టాస్క్‌కూ సమయం లేదు.
th: ไม่มีงานที่กำหนดเวลาไว้ในวันที่ %@
tr: %@ tarihinde saati olan görev yok.
uk: На %@ немає завдань із часом.
ur: %@ پر کسی کام کا وقت مقرر نہیں۔
vi: Không có nhiệm vụ nào có giờ vào %@.
zh_hans: %@ 没有安排了时间的任务。
zh_hant: %@沒有已安排時間的任務。

# system.day_times.read.title
source: Read Lorvex Schedule
ar: قراءة جدول Lorvex
bn: Lorvex সময়সূচি পড়ুন
de: Lorvex-Zeitplan lesen
el: Ανάγνωση προγράμματος Lorvex
es: Leer agenda de Lorvex
fa: خواندن زمان‌بندی Lorvex
fr: Lire le planning de Lorvex
he: קריאת לוח הזמנים ב-Lorvex
hi: Lorvex शेड्यूल पढ़ें
id: Baca Jadwal Lorvex
it: Leggi l’agenda di Lorvex
ja: Lorvexのスケジュールを読み取る
ko: Lorvex 일정 읽기
mr: Lorvex शेड्यूल वाचा
ms: Baca Jadual Lorvex
nl: Lees Lorvex-planning
pl: Odczytaj harmonogram Lorvex
pt_br: Ler a agenda do Lorvex
ro: Citire program Lorvex
ru: Прочитать расписание Lorvex
ta: Lorvex அட்டவணையைப் படி
te: Lorvex షెడ్యూల్‌ను చదవండి
th: อ่านกำหนดการ Lorvex
tr: Lorvex programını oku
uk: Прочитати розклад Lorvex
ur: اپنے Lorvex کا شیڈول پڑھیں
vi: Đọc lịch trình Lorvex
zh_hans: 读取 Lorvex 日程
zh_hant: 讀取 Lorvex 行程

# system.day_times.save.description
source: Suggest times for today’s Lorvex tasks, or a specific date’s, around your calendar and save them.
ar: اقتراح أوقات لمهام Lorvex اليوم، أو لمهام تاريخ محدد، حول أحداث تقويمك وحفظها.
bn: আপনার ক্যালেন্ডারের সাথে মিলিয়ে আজকের বা কোনো নির্দিষ্ট তারিখের Lorvex টাস্কের জন্য সময় প্রস্তাব করুন এবং সেভ করুন।
de: Schlägt Zeiten für die Lorvex-Aufgaben von heute oder eines bestimmten Datums rund um deinen Kalender vor und sichert sie.
el: Προτείνετε ώρες για τις εργασίες Lorvex της ημέρας ή μιας συγκεκριμένης ημερομηνίας, γύρω από το ημερολόγιό σας, και αποθηκεύστε τις.
es: Sugiere horarios para las tareas de Lorvex de hoy o de una fecha concreta, teniendo en cuenta tu calendario, y los guarda.
fa: پیشنهاد و ذخیره زمان برای کارهای Lorvex امروز یا تاریخی مشخص، با در نظر گرفتن تقویم شما.
fr: Suggère des horaires pour les tâches Lorvex d’aujourd’hui ou d’une date précise, autour de votre calendrier, et les enregistre.
he: הצעת שעות למשימות Lorvex של היום או של תאריך מסוים, בהתאם ללוח השנה שלך, ושמירתן.
hi: आपके कैलेंडर के आसपास आज के, या किसी तय तारीख़ के, Lorvex कार्यों के लिए समय सुझाएँ और उन्हें सहेजें।
id: Menyarankan waktu untuk tugas Lorvex hari ini, atau untuk tanggal tertentu, sesuai dengan kalender Anda, lalu menyimpannya.
it: Suggerisce orari per le attività Lorvex di oggi o di una data specifica, attorno al tuo calendario, e li salva.
ja: 今日、または指定した日のLorvexのタスクについて、カレンダーを避けて時間を提案し、保存します。
ko: 오늘 또는 지정한 날짜의 Lorvex 할 일에 대해 캘린더 일정을 피해 시간을 제안하고 저장합니다.
mr: तुमच्या दिनदर्शिकेनुसार आजच्या किंवा एखाद्या विशिष्ट तारखेच्या Lorvex कार्यांसाठी वेळा सुचवा आणि जतन करा.
ms: Mencadangkan masa untuk tugas Lorvex hari ini, atau untuk tarikh tertentu, mengikut kalendar anda, kemudian menyimpannya.
nl: Stelt tijden voor voor de Lorvex-taken van vandaag of van een bepaalde datum, rond je agenda, en bewaart ze.
pl: Proponuje godziny dla zadań Lorvex na dzisiaj lub wybraną datę z uwzględnieniem twojego kalendarza i zapisuje je.
pt_br: Sugere horários para as tarefas do Lorvex de hoje ou de uma data específica, considerando seu calendário, e os salva.
ro: Sugerează ore pentru sarcinile Lorvex de astăzi sau dintr-o anumită dată, în jurul calendarului, și le salvează.
ru: Предлагает время для задач Lorvex на сегодня или на выбранную дату с учётом вашего календаря и сохраняет его.
ta: உங்கள் கேலண்டரைக் கருத்தில் கொண்டு, இன்றைய அல்லது குறிப்பிட்ட தேதியின் Lorvex பணிகளுக்கு நேரங்களைப் பரிந்துரைத்துச் சேமிக்கவும்.
te: మీ క్యాలెండర్‌ను పరిగణనలోకి తీసుకుని, ఈరోజు లేదా ఒక నిర్దిష్ట తేదీ నాటి Lorvex టాస్క్‌లకు సమయాలను సూచించి, సేవ్ చేయండి.
th: แนะนำเวลาสำหรับงาน Lorvex ของวันนี้หรือของวันที่ที่ระบุ โดยเลี่ยงช่วงที่มีนัดในปฏิทินของคุณ แล้วบันทึกไว้
tr: Takviminizi gözeterek bugünün veya belirli bir tarihin Lorvex görevleri için saat önerin ve bunları kaydedin.
uk: Пропонує час для завдань Lorvex на сьогодні або на вибрану дату з урахуванням вашого календаря та зберігає його.
ur: آج یا کسی خاص تاریخ کے Lorvex کاموں کے لیے آپ کے کیلنڈر کے مطابق اوقات تجویز کریں اور انہیں محفوظ کریں۔
vi: Gợi ý giờ cho các nhiệm vụ Lorvex hôm nay, hoặc của một ngày cụ thể, dựa trên lịch của bạn rồi lưu lại.
zh_hans: 围绕你的日历，为今天或指定日期的 Lorvex 任务建议时间并保存。
zh_hant: 依照你的行事曆，為今天或指定日期的 Lorvex 任務建議時間並儲存。
